<!DOCTYPE html>
<!--[if IE 7]>         <html class="no-js ie ie7"> <![endif]-->
<!--[if IE 8]>         <html class="no-js ie ie8"> <![endif]-->
<!--[if gt IE 8]><!--> <html class="no-js"> <!--<![endif]-->
    <head>
        <meta charset="utf-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        
        <title>BW FOTO</title>
        
        <meta name="description" content="">
        <meta name="viewport" content="width=device-width">

        <link href='http://fonts.googleapis.com/css?family=Lato:100,300,700,300italic' rel='stylesheet' type='text/css'>
        <link rel="stylesheet" href="css/style.min.css">
        
        <script src="js/modernizr-2.6.1.min.js"></script>
        <script src="http://ajax.googleapis.com/ajax/libs/jquery/1.8.0/jquery.min.js"></script>
        <script src="js/jquery.flexslider.min.js"></script>
        <script src="js/jquery.dcmegamenu.min.js"></script>
        
    </head>
    <body>
    
    	<header id="header">
    	
    		<div class="wrapper">
	    		
	    		<div id="slider">
	    			<ul class="slides">
	    				<li><img src="img/photos/billede_01.jpg"></li>
	    				<li><img src="img/photos/billede_02.jpg"></li>
	    				<li><img src="img/photos/billede_03.jpg"></li>
	    				<li><img src="img/photos/billede_04.jpg"></li>
	    			</ul>
	    		</div>
	    		
	    		
	    		<nav id="topNav">
	    			<a href="index.htm" class="title">Bert Wiklund <span>Fotograf</span></a>
	    			
	    			
	    			<ul class="nav">
	    				<li class="hasChildren"><a href="#">Info</a>
	    					<ul class="lvl2">
	    						<li><a href="#">Billedsøgning</a></li>
	    						<li><a href="#">Lightbox</a></li>
	    						<li><a href="#">Bestilling og levering mv.</a></li>
	    						<li><a href="#">Billedkvalitet</a></li>
	    						<li><a href="#">Billedlister</a></li>
	    						<li><a href="#">Foto CD</a></li>
	    					</ul>
	    				</li>
	    				<li class="hasChildren"><a href="#">Referancer</a>
	    					<ul class="lvl2">
	    						<li><a href="#">Bøger</a></li>
	    						<li><a href="#">Tidsskrifter</a></li>
	    						<li><a href="#">Reklamer</a></li>
	    						<li><a href="#">Web</a></li>
	    					</ul>
	    				</li>
	    				<li><a href="#">Prisliste</a></li>
	    				<li><a href="textside.htm">Bestil fotografering</a></li>
	    			</ul>
	    			
	    		</nav>
	    		
    		</div>
    	
    	</header> <!-- end #header -->
    	
    	<div class="wrapper">
    	
	    	<div id="main" role="main">
	    		<span class="header">
		    		Info
	    		</span>
	    		
	    		
	    		<article class="content">
	    			
	    			<h1>Billedsøgning</h1>
	    			
	    			<img src="img/photos/luftfoto_01.jpg" class="align-right medium">
	    			<p>Ethvert billede kan findes p&aring; mange forskellige m&aring;der. Ved hj&aelig;lp af kategorier, s&oslash;geord, billednummer og krydsreferencer finder man rundt i billederne. Filosofien er at s&oslash;gningen i f&oslash;rste omgang skal give et resultat som begynder at ligne noget man er p&aring; udkig efter. Derefter bruges alle krydsreferencer for at komme frem til de eksakte billeder.</p>
	    			
	    			<p>Den enkleste m&aring;de at starte s&oslash;gning er ved at g&aring; ind i HOVEDKATEGORIERNE. De er opdelt s&aring; at de &oslash;verste kategorier udelukkende er med danske billeder. De mellemste hovedkategorier er internationelt (kan v&aelig;re optaget hvor som helst). De nederste hovedkategorier er opdelt efter lande.<br /> Du kommer altid til hovedkategorierne ved klikke p&aring; <strong>Billeds&oslash;gning</strong>.</p>
	    			
	    			<p>Hovedkategorierne er opdelt i underkategorier, p&aring; en ny side. Billedfrisen skifter til eksempler p&aring; billeder i den p&aring;g&aelig;ldende underkategori. Det betaler sig at kigge alle underkategorierne igennem f&oslash;rst.</p>
	    			
	    			<p>Klik p&aring; en underkategori som ser lovende ud, og se sm&aring; billeder i f&oslash;rste omgang. Ved at klikke p&aring; billedet f&aring;r man det i stor st&oslash;rrelse. I pop-up vinduet ses information om billedet i telegramstil under overskriften <strong>Info/Keyword</strong>. Alle ord er samtidigt krydsreferencer. Ved at klikke p&aring; et af ordene f&aring;r man se alle billeder som har det samme s&oslash;geord/beskivelse.<br />     P&aring; samme m&aring;de kan man under overskriften <strong>Kategorier</strong> klikke p&aring; links til andre kategorier som har lignende billeder.</p>
	    			
	    			<img src="img/photos/luftfoto_02.jpg" class="align-left medium">
	    			<p>Kategorierne er ret pr&aelig;cise. Et eksempel; G&aring;r man ind i underkategorierne Limfjorden, er det billeder p&aring; Limfjorden i sig. Hvis man derimod s&oslash;ger p&aring; keywordet Limfjorden f&aring;r man Limfjorden i bred betydning. Billeder af f.eks fugle optaget i Limfjorden, byer ved Limfjorden, turisme ved Limfjorden osv. osv. Dvs. at hvis man vil se rigtigt mange fotos af et emne er det som regelen bedst at bruge keyword.</p>
	    			 
	    			 <h2><a name="keysearch"></a>S&oslash;gning med s&oslash;geord/keyword</h2>
	    			 <p>Der er ingen forskel p&aring; Store og sm&aring; bogstaver.<br /> Efter der er tastet tre bogstaver ind, begynder der at komme forslag til s&oslash;geord. (Desv&aelig;rre er denne funktion ikke tilg&aelig;ngelig p&aring; nogle &aelig;ldre browsere og operativsystemer). V&aelig;lg et ord med piletaster eller ved markering med musen. Ordet st&aring;r nu i inskrivningsfeltet. Tast Enter eller klik &quot;S&oslash;g&quot; og s&oslash;gningen g&aring;r igang.</p>                                            
	    			 
	    			 <h2>Kombination af ord</h2>
	    			 <p>Hvis man f.eks s&oslash;ger efter billeder af b&oslash;geskov med sne, starter man som ovenn&aelig;vnte med at skrive b&oslash;geskov. Derefter laves et mellemrum. Skriver man nu sne, f&aring;r man forslag med b&oslash;geskov +sne +snefald +snevejr m.v. Man v&aelig;lger en kombination med piletaster eller musen og ordkombinationen st&aring;r i s&oslash;gefeltet. Derefter tastes Enter eller klikker &quot;S&oslash;g&quot;. Man f&aring;r nu billeder af b&oslash;geskov med sne. P&aring; samme m&aring;de kan man kombinere mange ord.<br /> Det skal tilf&oslash;jes at systemet filtrerer alle prepositioner&nbsp; (fra, ved, om, med osv.) fra. S&oslash;ges der p&aring; to ord, vises der kun billeder der er associerede med begge ord. S&oslash;ges der p&aring; flere end to ord vises de billeder der er associerede med flest mulige af ordene &oslash;verst, herefter vises resultaterne af forskellige kombinationer af ordene, indtil mindst to af ordene giver resultater.</p>                                            
	    			 
	    			 <h2>S&oslash;gning med trunkering/wildcard</h2>
	    			 <p>* asterisk/stjerne-tegnet erstatter bogstaver. Tegnet kan med fordel bruges, hvis du er i tvivl om, hvordan et ord staves. Du kan ogs&aring; bruge * i stedet for endelser. Skriver du raps* i s&oslash;gefeltet, vises billeder af raps, rapsmark, rapsstub osv.&nbsp; Hvis du vil se alt om f.eks raps, skrives *raps*. Man f&aring;r nu mange forskellige former for rapsbilleder s&aring;som rapsmark, vinterraps osv.</p>
	    			 
	    			 <h2><a onclick="self.close(); window.opener.location.href='KeywordIndex.php'" href="Help.php?method=view&amp;values=1#">Hj&aelig;lpefunktionen Indeks</a></h2>
	    			 <p>er den samlede oversigt over alle s&oslash;geord som findes. Her kan man blive inspireret og/eller finde ordet man s&oslash;ger.</p>
	    			 
	    			 <h2>S&oslash;gning via Billednummer</h2>
	    			 <p>Tast Billednumret i indskrivningsfeltet, klik &quot;S&oslash;g&quot;/Enter. Flere Billednummre skrives ind enten med komma (,) +mellemrum, n&aelig;ste nummer osv. F.eks 1234, 5678, 91011. Eller der skrives kun med mellemrum. F.eks 1234 5678 91011.</p>
	    			
	    		
	    		</article>
	    		
	    		<aside class="sidebar">
	    		
	    			<div class="box search">
	    				<h3>Søgning</h3>
	    				<span class="manchet">Søgning med keyword / billednummer</span>
	    				
	    				<input type="search" placeholder="Søg" class="billedSeach search">
	    				
	    				<a href="#">Index</a>, <a href="#">Hjælp</a>
	    			</div>
	    			
	    			<div class="box login">
	    				<h3>login</h3>
	    				
	    				<input type="text" placeholder="Brugernavn" class="login">
	    				<input type="password" placeholder="Password" class="password">
	    				
	    				<input type="submit" class="loginSubmit submit btn" value="login">
	    			</div>
	    		
	    		</aside>

	    			    	
	    	</div> <!-- end #main -->
    	
	    	<footer id="footer">
	    		<address>
	    			<span>Copyright &copy; <a href="mailto:bw@bwfoto.dk">Bert Wiklund</a>. &nbsp; Alle rettigheder forbeholdt</span>
	    			<span>Mesinge Mark 11</span>
	    			<span>5370 Mesinge</span>
	    			<span>Danmark</span>
	    			<span>Tlf: +45 40 28 68 15</span>
	    		</address>
	    	
	    	</footer> <!-- end #footer -->
    
    	</div>
                
        <script>
        $(document).ready(function() {
        
        var menuTimer;
	        
	        $("#slider").flexslider({
		        selector : ".slides > li",
		        slideshowSpeed: 8000,
		        animationSpeed: 2000,
		        randomize: true,
		        controlNav: false,
		        directionNav: false,
		        pausePlay: true
	        });
	        
	        $("#topNav .nav > .hasChildren").bind("mouseover", function() {
		        
		        clearTimeout(menuTimer);
		        $(".hasChildren").removeClass("hover");
		        $(this).addClass("hover");
		        
	        }).bind("mouseout", function() {
	        	var t = $(this);
	        	menuTimer = setTimeout(function() {
		        	t.removeClass("hover");
	        	}, 500);
	        })
	        
	        /*
	        $("#topNav .nav").dcMegaMenu({
		        rowItems: '1',
		        speed: 'fast',
		        effect: 'fade'
	        });
	        */
	        
        });
        </script>

    </body>
</html>
